
.loadtable "./charmap_12x12.txt"
.org TextOfChapterSelect
    .strn "第{结束}"
    .strn "章节{结束}"

.org TextOfChapter
TextOfChapter1:
    .strn "第1章节{换行}"
    .strn "小樱与不可思议的转校生{换页}"

    .strn "{清空图片}{显示图片}快乐的暑假终于还是结束了，{换行}"
    .strn "第二学期也正式开始了。{换页}"

    .strn "{显示图片}有一位名叫{换行}"
    .strn "「柊泽 艾利欧」的奇怪的家伙，{换行}"
    .strn "从英国转学到了我们班上。{换页}"

    .strn "{显示图片}但是不知为何…{换行}"
    .strn "总感觉在哪里见过他的样子。{换行}"
    .strn "这是怎么回事？{换页}"

    .strn "{清空图片}{显示图片}哥哥的神色{换行}"
    .strn "看起来有点紧张。{换页}"

    .strn "{显示图片}我是奈久留，{换行}"
    .strn "「秋月 奈久留」~。{换页}"

    .strn "{显示图片}她看起来是个很不错的人。{换行}"
    .strn "不过对于哥哥来说{换行}"
    .strn "似乎有点困扰。{换页}"

    .strn "{清空图片}{显示图片}我正在房间里跟小可闲聊，{换行}"
    .strn "突然间库洛牌之书{换行}"
    .strn "发出了耀眼的光茫。{换页}"

    .strn "{显示图片}{颜色1}库洛{换行}"
    .strn "『接下来我可能会给你添些麻烦，{换行}"
    .strn "不过我想你一定没问题的。』{换行}"
    .strn "{粉色}我听到的是…库洛的声音…{换行}"
    .strn "添些麻烦是指？{换页}"

    .strn "{显示图片}啊！书的封面变了。{换页}"

    .strn "{清空图片}{显示图片}这到底是什么情况？{换行}"
    .strn "{颜色2}小可{换行}"
    .strn "『这也太奇怪了。』{换页}"

    .strn "{显示图片}{粉色}顺着小路来到了公园…{换行}"
    .strn "哇啊啊啊！{换行}"
    .strn "雨水怎么变成了水柱，{换行}"
    .strn "太吓人了~{换页}"

    .strn "{显示图片}我必须用魔法做些什么！{换行}"
    .strn "封印解除！！{换行}"
    .strn "怎，怎么了？{换行}"
    .strn "为什么钥匙没能变成神杖…{换页}"
    .strn "{结束}"

TextOfChapter2:
    .strn "第2章节{换行}"
    .strn "小樱与觉醒的星之钥匙{换页}"

    .strn "{清空图片}{显示图片}钥匙…{换行}"
    .strn "为什么不会变成神杖呢？{换页}"

    .strn "{显示图片}李同学认为说不定是有什么{换行}"
    .strn "拥有比我们更强的力量的人{换行}"
    .strn "在暗中搞鬼…{换页}"

    .strn "{清空图片}{显示图片}我和小可酱还有月桑{换行}"
    .strn "再次来到了公园{换行}"
    .strn "看看是什么情况…{换页}"

    .strn "{显示图片}水柱再一次攻了过来！{换行}"
    .strn "再这样下去，我们就完了！{换行}"
    .strn "我该怎么办？{换页}"

    .strn "{清空图片}{显示图片}嗯？这是库洛的声音…{换行}"
    .strn "{颜色1}库洛{换行}"
    .strn "『那根神杖寄宿着新的力量…{换行}"
    .strn "是只有你才拥有的星星力量…』{换行}"
    .strn "{粉色}星星的力量…？{换页}"

    .strn "{显示图片}蕴藏星星力量的钥匙啊{换行}"
    .strn "显现真正的神力吧{换行}"
    .strn "根据契约，小樱命令你！{换行}"
    .strn "封印解除！！{换页}"

    .strn "{清空图片}{显示图片}钥匙明明变成了神杖…{换行}"
    .strn "为什么还不能使用库洛牌呢。{换行}"
    .strn "新的神杖…难道说牌也需要…？{换页}"

    .strn "{显示图片}库洛创造的库洛牌啊{换行}"
    .strn "舍弃旧有姿态，重新转生{换行}"
    .strn "我以新主人，小樱之名命令你！{换行}"
    .strn "火！！{换页}"
    .strn "{结束}"

TextOfChapter3:
    .strn "第3章节{换行}"
    .strn "小樱与危险的钢琴{换页}"

    .strn "{清空图片}{显示图片}感觉非常的困，{换行}"
    .strn "困到起不来去学校。{换行}"
    .strn "我这是怎么了？{换页}"

    .strn "{显示图片}放学后，知世酱和李同学也来看我。{换行}"
    .strn "小可说，我之所以会那么困{换行}"
    .strn "是因为为了转换库洛牌为新牌{换行}"
    .strn "耗费了自己大量的魔力。{换页}"

    .strn "{清空图片}{显示图片}这天，我和李同学准备回家，{换行}"
    .strn "听到了知世酱正在练习唱歌，{换行}"
    .strn "但突然间传来了尖叫声。{换行}"
    .strn "{颜色1}知世{换行}"
    .strn "『那个钢琴…』{换页}"

    .strn "{显示图片}{粉色}诶？钢琴怎么自己动起来了~{换页}"

    .strn "{清空图片}{显示图片}{颜色2}小狼{换行}"
    .strn "『快走，雷帝召来！！』{换行}"
    .strn "{粉色}钢琴好像不动了…{换行}"
    .strn "解，解决了吗？{换行}"
    .strn "{颜色1}知世{换行}"
    .strn "『已经不要紧了吗？』{换页}"

    .strn "{显示图片}{粉色}呜诶诶诶！钢琴又动起来了~{换页}"

    .strn "{清空图片}{显示图片}{颜色1}知世{换行}"
    .strn "『我说话的时候{换行}"
    .strn "它好像就会有反应。』{换行}"
    .strn "{粉色}诶？知世的声音{换行}"
    .strn "或许我有办法了…{换页}"

    .strn "{显示图片}知世，帮我一下忙好吗？{换行}"
    .strn "用你的歌声！{换页}"
    .strn "{结束}"

TextOfChapter4:
    .strn "第4章节{换行}"
    .strn "小樱，小狼和看不到的线{换页}"

    .strn "{清空图片}{显示图片}我正在制作毛绒小熊，{换行}"
    .strn "打算送给我最喜欢的雪兔哥，{换行}"
    .strn "就是缝得有点像小可…{换行}"
    .strn "突然间好像有库洛的气息出现。{换页}"

    .strn "{显示图片}叫上李同学和知世酱后，{换行}"
    .strn "我们来到了这里…{换页}"

    .strn "{清空图片}{显示图片}李同学！{换行}"
    .strn "你，你怎么了？{换行}"
    .strn "{颜色1}小狼{换行}"
    .strn "『我，我的身体…』{换页}"

    .strn "{显示图片}{粉色}李同学…发生什么事了？{换行}"
    .strn "{颜色2}小可{换行}"
    .strn "『小鬼好像被某种东西控制了！』{换页}"

    .strn "{清空图片}{显示图片}{粉色}这是库洛干的吗？{换页}"

    .strn "{显示图片}我知道有东西在操纵小狼，{换行}"
    .strn "但什么都看不到啊。{换行}"
    .strn "我该做些什么？{换页}"

    .strn "{清空图片}{显示图片}{颜色1}小狼{换行}"
    .strn "『咳，水龙，召来！』{换行}"
    .strn "{粉色}啊，看到了，操控小狼的线。{换页}"

    .strn "{显示图片}{颜色2}小可{换行}"
    .strn "『小樱！快切断线！！』{换页}"
    .strn "{结束}"

TextOfChapter5:
    .strn "第5章节{换行}"
    .strn "小樱与变大的熊宝宝{换页}"

    .strn "{清空图片}{显示图片}我缝制的小熊，{换行}"
    .strn "看起来一点也不像熊。{换行}"
    .strn "多亏了有艾利欧同学的帮助{换行}"
    .strn "才顺利完成了。{换页}"

    .strn "{显示图片}我想感谢艾利欧同学问他想要什么？{换行}"
    .strn "当我问他的时候，艾利欧同学…{换行}"
    .strn "他亲了我的手…{换页}"

    .strn "{清空图片}{显示图片}我来到雪兔哥的家，{换行}"
    .strn "打算把做好的小熊送给他…{换行}"
    .strn "他会接受吗？{换页}"

    .strn "{显示图片}{颜色1}雪兔{换行}"
    .strn "『谢谢你，我会珍惜的。』{换行}"
    .strn "{粉色}哇啊诶…{换页}"

    .strn "{清空图片}{显示图片}诶？这是…{换行}"
    .strn "库洛的气息出现了！{换页}"

    .strn "{显示图片}呜诶诶诶诶~{换行}"
    .strn "我做的熊宝宝{换行}"
    .strn "变得好巨大。{换页}"

    .strn "{清空图片}{显示图片}再这样下去要被踩扁啦。{换页}"

    .strn "{显示图片}{颜色2}小可{换行}"
    .strn "『要找出操纵熊行动的魔力来源！』{换行}"
    .strn "{粉色}魔力的来源在哪里？{换行}"
    .strn "不行，我得先躲开。{换页}"
    .strn "{结束}"

TextOfChapter6:
    .strn "第6章节{换行}"
    .strn "小樱，小心羊啊{换页}"

    .strn "{清空图片}{显示图片}{颜色1}小可{换行}"
    .strn "『唉~看来你光靠小樱的魔力是不够的。』{换行}"
    .strn "{颜色2}月{换行}"
    .strn "『再这样下去，总有一天我会消失。』{换行}"
    .strn "{颜色1}小可{换行}"
    .strn "『可是小樱的魔力靠不住的话…』{换页}"

    .strn "{显示图片}{颜色2}月{换行}"
    .strn "『有一个适当的人选…{换行}"
    .strn "但是雪兔就要…』{换页}"

    .strn "{清空图片}{显示图片}{粉色}收到李同学联系，{换行}"
    .strn "我们来到公园检查传出了{换行}"
    .strn "强烈的魔力气息的地方。{换行}"
    .strn "呜诶诶诶！企鹅大王这里{换行}"
    .strn "出现了好大的一个洞~{换页}"

    .strn "{显示图片}从这个洞里面感受到了{换行}"
    .strn "库洛先生的气息…{换行}"
    .strn "我得进去看看。{换页}"

    .strn "{清空图片}{显示图片}诶？小可没有一起进来吗…{换行}"
    .strn "我一个人还有点怕呢~{换页}"

    .strn "{显示图片}呜诶诶~！{换行}"
    .strn "怎么掉下来一堆的毛绒羊玩偶~{换页}"

    .strn "{清空图片}{显示图片}好，好难过啊~{换行}"
    .strn "我得想想办法才行。{换页}"

    .strn "{显示图片}有了！消牌！{换行}"
    .strn "来将这些羊去除掉吧！！{换页}"
    .strn "{结束}"

TextOfChapter7:
    .strn "第7章节{换行}"
    .strn "小樱与失控的自行车{换页}"

    .strn "{清空图片}{显示图片}感觉库洛牌{换行}"
    .strn "现在变得有点奇怪。{换行}"
    .strn "是魔力快没了吗…{换页}"

    .strn "{显示图片}卡牌摸上去就好像冻结似地…{换行}"
    .strn "发生什么了？{换页}"

    .strn "{清空图片}{显示图片}{颜色1}小可{换行}"
    .strn "『有什么力量封锁了库洛牌，{换行}"
    .strn "它们无法再获得魔力。{换行}"
    .strn "如果继续这样下去的话，{换行}"
    .strn "它们将会变成普通的卡牌。』{换页}"

    .strn "{显示图片}{粉色}这，这怎么可以！我应该怎么做~{换行}"
    .strn "{颜色1}小可{换行}"
    .strn "『把它们转换为小樱牌{换行}"
    .strn "就可以给它们提供新的魔力来源了。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}じゃぁ、いっきにさくらカ-ドに{换行}"
    .strn "かえればいいんだね。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『ま、まつんや！さくら！！』{换页}"

    .strn "{显示图片}{粉色}はう~、つかれた~{换行}"
    .strn "けど、よかったぁ{换行}"
    .strn "みんなげんきになって…{换页}"

    .strn "{清空图片}{显示图片}あれ？ダッシュだけなんかヘンだよ。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『さくらがムチャしたからまほうが{换行}"
    .strn "ぼうそうしたんや！{换行}"
    .strn "ほんとうにつかいたいときしか{换行}"
    .strn "まほうをつかったらあかん！！』{换页}"

    .strn "{显示图片}{粉色}ダッシュがじてんしゃにのりうつって{换行}"
    .strn "はしっていっちゃったよ~{换行}"
    .strn "つかまえておちつかせなきゃ！{换页}"
    .strn "{结束}"

TextOfChapter8:
    .strn "第8章节{换行}"
    .strn "小樱与回忆的年历{换页}"

    .strn "{清空图片}{显示图片}おとうさんからおかあさんが{换行}"
    .strn "つかってたカレンダ-をもらったの。{换页}"

    .strn "{显示图片}みんなのたんじょうびがかいてある。{换行}"
    .strn "これはおしごとのよていかな？{换行}"
    .strn "いろいろかいてあっておもしろいな。{换页}"

    .strn "{清空图片}{显示图片}あれ？きょうのところにかいてある{换行}"
    .strn "おじいさまのたんじょうびって…{换行}"
    .strn "おかあさんのおじいちゃんだから{换行}"
    .strn "わたしのひいおじいちゃんのこと？{换页}"

    .strn "{显示图片}わたしもおかあさんみたいに{换行}"
    .strn "ひいおじいちゃんになにか{换行}"
    .strn "てづくりのプレゼントをあげたいな。{换页}"

    .strn "{清空图片}{显示图片}なんとかプレゼントはできたけど{换行}"
    .strn "おかあさんはどうやってプレゼントを{换行}"
    .strn "わたしてたのかな？{换页}"

    .strn "{显示图片}{颜色1}おとうさん{换行}"
    .strn "『てがみとナデシコのはなをそえて{换行}"
    .strn "わたしてましたよ。』{换行}"
    .strn "{粉色}おはなかぁ…あっ！{换行}"
    .strn "もうおはなやさんはしまってるよ~{换页}"

    .strn "{清空图片}{显示图片}ケロちゃん、まほうでおはなを{换行}"
    .strn "だしたらダメかな？{换页}"

    .strn "{显示图片}{颜色2}ケロ{换行}"
    .strn "『やってみ、さくらのきもちが{换行}"
    .strn "ホンマもんやったらまほうは{换行}"
    .strn "ぼうそうしたりせ-へんはずや。』{换行}"
    .strn "{粉色}うん、フラワ-のカ-ドさん{换行}"
    .strn "ちからをかして！{换页}"
    .strn "{结束}"

TextOfChapter9:
    .strn "第9章节{换行}"
    .strn "小樱与不可思议之国的小樱{换页}"

    .strn "{清空图片}{显示图片}ふしぎのくにのアリスをよんでたら{换行}"
    .strn "まえにまほうでちいさくなったことを{换行}"
    .strn "おもいだしちゃった。{换页}"

    .strn "{显示图片}つづきがきになるから{换行}"
    .strn "としょしつにいってよもうかな。{换行}"
    .strn "えっ！なに？ほえぇぇぇ…{换页}"

    .strn "{清空图片}{显示图片}ココはどこ？{换行}"
    .strn "さっきまでとしょしつでほんを{换行}"
    .strn "よんでたはずだけど…{换页}"

    .strn "{显示图片}もしかしてココはほんのなか！{换行}"
    .strn "どうすればそとにでられるのかな？{换页}"

    .strn "{清空图片}{显示图片}ゆきとさん、リくん、エリオルくん{换行}"
    .strn "ともよちゃんまでアリスにでてくる{换行}"
    .strn "キャラクタ-になっちゃってる。{换页}"

    .strn "{显示图片}おにいちゃんまでヘンなかっこうを{换行}"
    .strn "してる…{换页}"

    .strn "{清空图片}{显示图片}ほえぇぇぇ~！{换行}"
    .strn "チェスのじゃまをしたって{换行}"
    .strn "ケロちゃんまでおこって{换行}"
    .strn "おいかけてくるよ~{换页}"

    .strn "{显示图片}どうすればココからでられるの~{换行}"
    .strn "{颜色1}エリオル{换行}"
    .strn "『はいってきたところからでれば{换行}"
    .strn "いいんですよ。』{换页}"
    .strn "{结束}"

TextOfChapter10:
    .strn "第10章节{换行}"
    .strn "小樱和小可的糖果邂逅{换页}"

    .strn "{清空图片}{显示图片}{颜色2}なに！あしたのバザ-で{换行}"
    .strn "さくらのクラスはおかしを{换行}"
    .strn "タダでくばるやと？{换页}"

    .strn "{显示图片}わいもいくでぇ~{换行}"
    .strn "そしておかしをたべまくるんや~{换行}"
    .strn "あしたがたのしみやなぁ~{换页}"

    .strn "{清空图片}{显示图片}かくれているんだったらって{换行}"
    .strn "さくらがバスケットいっぱいの{换行}"
    .strn "おかしをおいていってくれたんや。{换行}"
    .strn "うまい~、やっぱきてよかったな~{换页}"

    .strn "{显示图片}なんや？だれかきよったで。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}スッピ-{换行}"
    .strn "『まずいですね{换行}"
    .strn "しょうたいをみやぶられると…』{换行}"
    .strn "{颜色2}お、おまえ？{换行}"
    .strn "もしかしてようかいかぁ？{换行}"
    .strn "{颜色1}スッピ-{换行}"
    .strn "『…かんちがいしていて{换行}"
    .strn "もらったほうがつごうが{换行}"
    .strn "よいですね。』{换页}"

    .strn "{显示图片}{颜色2}おまえもおかしたべるか？{换行}"
    .strn "ほら、えんりょせんと~{换行}"
    .strn "{颜色1}スッピ-{换行}"
    .strn "『！！』{换页}"

    .strn "{清空图片}{显示图片}スッピ-{换行}"
    .strn "『…もっとあまいものたべた~い！』{换行}"
    .strn "{颜色2}なんやこいつ！おかしたべたら{换行}"
    .strn "きゅうにせいかくかわりよった。{换页}"

    .strn "{显示图片}コラ~！かってにがっこうの{换行}"
    .strn "おかしまでくうんやない~{换行}"
    .strn "さわぎになったら{换行}"
    .strn "さくらにおこられる~{换页}"
    .strn "{结束}"

TextOfChapter11:
    .strn "第11章节{换行}"
    .strn "小樱，小狼与电梯{换页}"

    .strn "{清空图片}{显示图片}ともよちゃん、エリオルくん、{换行}"
    .strn "リくんとテディベアてんを{换行}"
    .strn "みにいったの。{换页}"

    .strn "{显示图片}かえろうとしたとき{换行}"
    .strn "わたしとリくんだけエレベ-タ-に{换行}"
    .strn "とじこめられちゃった。{换页}"

    .strn "{清空图片}{显示图片}ふたりでたすけをまっているあいだ{换行}"
    .strn "なきだしそうになったわたしを{换行}"
    .strn "リくんがはげましてくれたの。{换页}"

    .strn "{显示图片}ありがとうリくん。{换页}"

    .strn "{清空图片}{显示图片}とつぜんエレベ-タ-がゆれだして{换行}"
    .strn "バランスをくずしたしゅんかん{换页}"

    .strn "{显示图片}わたしはかべにあいたヘンなあなから{换行}"
    .strn "おちちゃったの。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}シャオラン{换行}"
    .strn "『さくらぁぁぁ！！』{换行}"
    .strn "{粉色}リくんが『きのもと』じゃなくて{换行}"
    .strn "『さくら』ってよんでくれてる…{换页}"

    .strn "{显示图片}フロ-トをつかえばもどれるかな？{换行}"
    .strn "うえにもどったら{换行}"
    .strn "わたしも『シャオランくん』って{换行}"
    .strn "よんでいいかきいてみようかな？{换页}"
    .strn "{结束}"

TextOfChapter12:
    .strn "第12章节{换行}"
    .strn "小樱二人的大危机{换页}"

    .strn "{清空图片}{显示图片}クロウさんのけはいをかんじて{换行}"
    .strn "ケロちゃんたちとさがしにきたけど…{换行}"
    .strn "う~ん、わからなくなっちゃった。{换页}"

    .strn "{显示图片}あめもふってきたし{换行}"
    .strn "きょうはあきらめていえにかえろう。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『あかん、かりのすがたに{换行}"
    .strn "もどられへん。』{换行}"
    .strn "{颜色2}ユエ{换行}"
    .strn "『ゆきとにもどれない…』{换行}"
    .strn "{粉色}そういえば{换行}"
    .strn "さっきクロウさんのけはいが…{换行}"
    .strn "{颜色2}ユエ{换行}"
    .strn "『そうしたらかりのすがたに{换行}"
    .strn "もどれなくなった…』{换页}"

    .strn "{显示图片}{粉色}ど、どうしたらいいの？{换页}"

    .strn "{清空图片}{显示图片}とりあえずいえのしごとを{换行}"
    .strn "すませてからかんがえよう。{换行}"
    .strn "ケロちゃんてつだってね。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『なんでわいだけなんや！{换行}"
    .strn "ユエは？』{换页}"

    .strn "{显示图片}{粉色}ユ、ユエさんはいいの…{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『ユエばっかりずるいやんか~』{换行}"
    .strn "{粉色}だめだよケロちゃん！{换行}"
    .strn "そんなことしちゃ！！{换页}"

    .strn "{显示图片}あっ…こなまみれになっちゃった。{换行}"
    .strn "バブルのまほうであらってあげるから{换行}"
    .strn "にげないでよ~{换页}"
    .strn "{结束}"

TextOfChapter13:
    .strn "第13章节{换行}"
    .strn "小樱，知世与球的陷阱{换页}"

    .strn "{清空图片}{显示图片}クロウさんのけはいをかんじて{换行}"
    .strn "よるのがっこうをしらべにきたら{换行}"
    .strn "ボ-ルがひとりでにうごいてたの。{换行}"
    .strn "オ、オバケバスケットボ-ルだよ~{换页}"

    .strn "{显示图片}{颜色1}ケロ{换行}"
    .strn "『ちゃう、クロウのけはいや！{换行}"
    .strn "おうでぇ！！』{换页}"

    .strn "{清空图片}{显示图片}{粉色}5ねん2くみのきょうしつまで{换行}"
    .strn "ボ-ルをおってきたけど{换行}"
    .strn "みうしなっちゃったみたい…{换行}"
    .strn "ほかのばしょにかくれたのかな？{换页}"

    .strn "{显示图片}あれ？でぐちがへんなところに{换行}"
    .strn "つながってる。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『くうかんがねじれとるんや。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}あっ、さっきのボ-ルがいた。{换行}"
    .strn "{颜色2}ともよ{换行}"
    .strn "『さくらちゃん！！』{换页}"

    .strn "{显示图片}{粉色}たいへん！ともよちゃんが{换行}"
    .strn "いなくなっちゃった。{换行}"
    .strn "さがさなきゃ…{换行}"
    .strn "でもどうやってさがせばいいの？{换页}"

    .strn "{清空图片}{显示图片}{颜色3}シャオラン{换行}"
    .strn "『さがすほうほうをみんなで{换行}"
    .strn "かんがえるんだ。』{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『…かんがえてもナニも{换行}"
    .strn "おもいうかばへ~ん。』{换页}"

    .strn "{显示图片}{粉色}あっ、ともよちゃんのうたごえが{换行}"
    .strn "きこえる！{换行}"
    .strn "ともよちゃんまってて{换行}"
    .strn "ぜったいみつけるから。{换页}"
    .strn "{结束}"

TextOfChapter14:
    .strn "第14章节{换行}"
    .strn "小樱与她重要的朋友{换页}"

    .strn "{清空图片}{显示图片}ホンコンからもとクラスメイトの{换行}"
    .strn "メイリンちゃんがきたの。{换页}"

    .strn "{显示图片}シャオランくんにようじがあって{换行}"
    .strn "きたみたいだけど{换行}"
    .strn "わたしはひさしぶりに{换行}"
    .strn "メイリンちゃんにあえたから{换行}"
    .strn "とってもうれしいな。{换页}"

    .strn "{清空图片}{显示图片}ほうかご、メイリンちゃんと{换行}"
    .strn "おはなしをするために{换行}"
    .strn "パ-ラ-へむかってたら{换行}"
    .strn "ペンギンこうえんからクロウさんの{换行}"
    .strn "けはいがしたの。{换页}"

    .strn "{显示图片}{颜色1}シャオラン{换行}"
    .strn "『すごいまりょくのけはいだ。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}ほえぇ~、こうえんのペンギンたちが{换行}"
    .strn "おそってきたよ~{换行}"
    .strn "{颜色2}メイリン{换行}"
    .strn "『はっ、はっ、は-っ！』{换行}"
    .strn "{粉色}すごい、メイリンちゃん。{换页}"

    .strn "{显示图片}{颜色2}メイリン{换行}"
    .strn "『いった~い！』{换行}"
    .strn "{粉色}だいじょうぶ？メイリンちゃん。{换行}"
    .strn "ほえ~、まだいっぱいいるよ~{换页}"

    .strn "{清空图片}{显示图片}{颜色1}シャオラン{换行}"
    .strn "『くそ~、せめてうごきが{换行}"
    .strn "とめられれば…』{换页}"

    .strn "{显示图片}{颜色2}メイリン{换行}"
    .strn "『あれよ！{换行}"
    .strn "みんなこおらせちゃうカ-ド。』{换行}"
    .strn "{粉色}そうかフリ-ズつかえば{换行}"
    .strn "とめられるかも。{换页}"
    .strn "{结束}"

TextOfChapter15:
    .strn "第15章节{换行}"
    .strn "小樱，给库洛牌的礼物{换页}"

    .strn "{清空图片}{显示图片}おにいちゃんといっしょに{换行}"
    .strn "おとうさんのクリスマスプレゼントを{换行}"
    .strn "かいにいくやくそくをしたの。{换页}"

    .strn "{显示图片}やくそくのじかんにこうもんの{换行}"
    .strn "まえでまっていたら{换行}"
    .strn "ぐうぜんシャオランくんとあったの。{换页}"

    .strn "{清空图片}{显示图片}えっ、またクロウさんのけはい？{换页}"

    .strn "{显示图片}しらべにいこうとしたら{换行}"
    .strn "シャオランくんがココでわたしが{换行}"
    .strn "まってなかったら{换行}"
    .strn "おにいちゃんにあやしまれるって…{换行}"
    .strn "どうしよ~{换页}"

    .strn "{清空图片}{显示图片}そうだ！ミラ-のカ-ドさんに{换行}"
    .strn "わたしのかわりにおにいちゃんと{换行}"
    .strn "かいものいってもらえば…{换页}"

    .strn "{显示图片}わたしのかわりにいってくれる？{换行}"
    .strn "{颜色1}ミラ-{换行}"
    .strn "『はい。』{换行}"
    .strn "{粉色}ありがとう。{换页}"

    .strn "{清空图片}{显示图片}{颜色2}シャオラン{换行}"
    .strn "『いくぞ！』{换页}"

    .strn "{显示图片}{粉色}はやくクロウさんのけはいのする{换行}"
    .strn "ばしょをしらべにいかなきゃ。{换页}"
    .strn "{结束}"

TextOfChapter16:
    .strn "第16章节{换行}"
    .strn "小樱与不可思议的签{换页}"

    .strn "{清空图片}{显示图片}かぞくでちかくのじんじゃに{换行}"
    .strn "はつもうでにきたの。{换页}"

    .strn "{显示图片}あっ、ともよちゃんと{换行}"
    .strn "ともよちゃんのおかあさんがいる。{换行}"
    .strn "あけましておめでとうございます。{换页}"

    .strn "{清空图片}{显示图片}ともよちゃんとおみくじを{换行}"
    .strn "ひきにいったんだけど{换页}"

    .strn "{显示图片}エリオルくんがおてつだいをしてて{换行}"
    .strn "ビックリしちゃった。{换页}"

    .strn "{清空图片}{显示图片}ともよちゃんはだいきちみたい。{换行}"
    .strn "わたしのは…{换页}"

    .strn "{显示图片}『しんじつをさぐるてだては{换行}"
    .strn "はつゆめのなかに』{换行}"
    .strn "いみがわからない…ヘンなおみくじ。{换行}"
    .strn "エリオルくんはとくべつな{换行}"
    .strn "おみくじだっていうけど…{换页}"

    .strn "{清空图片}{显示图片}はつゆめのなかって{换行}"
    .strn "どういういみなのかな？{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『そのおみくじはさくらさんだけの{换行}"
    .strn "とくべつなもの…{换行}"
    .strn "こんやゆめのなかで{换行}"
    .strn "またおあいいたしましょう…』{换页}"
    .strn "{结束}"

TextOfChapter17:
    .strn "第17章节{换行}"
    .strn "小樱，游泳池与大浪{换页}"

    .strn "{清空图片}{显示图片}きょうはクラスのみんなと{换行}"
    .strn "しつないプ-ルにあそびにきたの。{换页}"

    .strn "{显示图片}りかちゃんもれんしゅうできるし{换行}"
    .strn "ふゆでもおよげるしつないプ-ルは{换行}"
    .strn "べんりだよね。{换页}"

    .strn "{清空图片}{显示图片}シャオランくんとエリオルくんが{换行}"
    .strn "きょうそうしてる。{换行}"
    .strn "ほぇぇ~{换行}"
    .strn "ふたりともおよぐのはやいなぁ。{换页}"

    .strn "{显示图片}けっきょくタッチのさで{换行}"
    .strn "エリオルくんがかったみたい。{换页}"

    .strn "{清空图片}{显示图片}な、なに？このおと…{换行}"
    .strn "たいへん！すごくおおきいなみが！！{换行}"
    .strn "{颜色1}かかりいん{换行}"
    .strn "『みんなはやくプ-ルから{换行}"
    .strn "あがってくださ~い！』{换页}"

    .strn "{显示图片}{粉色}あっ、りかちゃんがプ-ルに{换行}"
    .strn "とりのこされてる！{换页}"

    .strn "{清空图片}{显示图片}はやくたすけないと{换行}"
    .strn "りかちゃんがおぼれちゃうよ！{换行}"
    .strn "{颜色2}シャオラン{换行}"
    .strn "『おちつけ！かんがえるんだ。』{换页}"

    .strn "{显示图片}{粉色}みずがあるのがいけないんだから…{换行}"
    .strn "ウォ-ティでなんとかできるかも！{换页}"
    .strn "{结束}"

TextOfChapter18:
    .strn "第18章节{换行}"
    .strn "小樱，暴风雪的滑雪课{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『きょうはさくらがおいていった{换行}"
    .strn "おかしをたべまくるんや~』{换页}"

    .strn "{显示图片}ケロ{换行}"
    .strn "『いまごろさくらは{换行}"
    .strn "このアイスみたいなゆきやまで{换行}"
    .strn "きもちよくすべってるんやろなぁ。』{换页}"

    .strn "{清空图片}{显示图片}{颜色2}ともよ{换行}"
    .strn "『さくらちゃんじょうずですわ。』{换行}"
    .strn "{粉色}やっところばないですべれるように{换行}"
    .strn "なっただけなのに…{换页}"

    .strn "{显示图片}きっとともよちゃんのおしえかたが{换行}"
    .strn "いいんだね。{换页}"

    .strn "{清空图片}{显示图片}ふつかめはだいぶすべれるように{换行}"
    .strn "なったからエリオルくんと{换行}"
    .strn "ちゅうきゅうしゃコ-スに{换行}"
    .strn "いくことにしたの。{换页}"

    .strn "{显示图片}リフトにのってたら{换行}"
    .strn "だんだんてんきがわるくなってきて{换行}"
    .strn "とうとうふぶきになっちゃったよ~{换页}"

    .strn "{清空图片}{显示图片}あ、あれはもしかして…なだれ？{换页}"

    .strn "{显示图片}たいへん！このままじゃみんなのいる{换行}"
    .strn "したのたてものがなだれに{换行}"
    .strn "のみこまれちゃうよ。{换行}"
    .strn "タイムのまほうでなんとかしなきゃ！{换页}"
    .strn "{结束}"

TextOfChapter19:
    .strn "第19章节{换行}"
    .strn "小樱，雪兔与消失的力量{换页}"

    .strn "{清空图片}{显示图片}おにいちゃんのクラスがぶんかさいで{换行}"
    .strn "じょうえいするえいがに{换行}"
    .strn "でることになっちゃった。{换行}"
    .strn "はずかしいよ~{换页}"

    .strn "{显示图片}わたしのやくがらはゆきとさんの{换行}"
    .strn "いもうとやくなんだって。{换行}"
    .strn "あれ？いまゆきとさんがすけて…{换页}"

    .strn "{显示图片}{颜色3}ゆきと{换行}"
    .strn "『どうしたの？』{换行}"
    .strn "{粉色}えっ、なんでもありません。{换行}"
    .strn "…き、きのせいだよね。{换页}"

    .strn "{清空图片}{显示图片}わたしがでるさつえいのひ{换行}"
    .strn "とつぜんゆきとさんがベランダから{换行}"
    .strn "おちちゃったの。{换页}"

    .strn "{显示图片}まほうでたすけることができたから{换行}"
    .strn "ケガはしてないとおもうけど。{换页}"

    .strn "{显示图片}{颜色1}とうや{换行}"
    .strn "『ゆき…』{换行}"
    .strn "{颜色2}エリオル{换行}"
    .strn "『はやくしないと{换行}"
    .strn "まにあいませんよ。』{换页}"

    .strn "{清空图片}{显示图片}{颜色1}とうや{换行}"
    .strn "『ゆき…オレはおまえがにんげんじゃ{换行}"
    .strn "ないことをしってるんだ。』{换页}"

    .strn "{显示图片}{颜色3}ユエ{换行}"
    .strn "『ゆきとはおまえにだけはじぶんが{换行}"
    .strn "かりのすがただというコトを{换行}"
    .strn "しられたくはなかった…{换行}"
    .strn "だからわたしはすがたを{换行}"
    .strn "あらわすことができなかった。』{换行}"
    .strn "{颜色1}とうや{换行}"
    .strn "『あわねぇとわたすモノも{换行}"
    .strn "わたせないしな。』{换行}"
    .strn "{颜色3}ユエ{换行}"
    .strn "『ゆきとがきえないために{换行}"
    .strn "どうすればいいのか{换行}"
    .strn "わかっているのか？』{换页}"

    .strn "{显示图片}{颜色1}とうや{换行}"
    .strn "『ああ、オレのちからで{换行}"
    .strn "ゆきがきえずにすむなら{换行}"
    .strn "ぜんぶやる。』{换页}"

    .strn "{清空图片}{显示图片}{颜色3}ユエ{换行}"
    .strn "『…』{换页}"

    .strn "{显示图片}ユエ{换行}"
    .strn "『きいていたのか。』{换行}"
    .strn "{粉色}ごめんなさい…{换行}"
    .strn "わたしのちからがたりないから{换行}"
    .strn "ゆきとさんがきえそうに{换行}"
    .strn "なってたんですね…{换行}"
    .strn "{颜色3}ユエ{换行}"
    .strn "『おまえがなくと{换行}"
    .strn "おまえのあにがかなしむ…{换行}"
    .strn "やくそくしたんだ{换行}"
    .strn "おまえをまもると…だからなくな。』{换页}"

    .strn "{显示图片}{粉色}うん…{换页}"
    .strn "{结束}"

TextOfChapter20:
    .strn "第20章节{换行}"
    .strn "小樱，最喜欢的人{换页}"

    .strn "{清空图片}{显示图片}わたしがでたえいがをみるために{换行}"
    .strn "みんなでおにいちゃんのがっこうの{换行}"
    .strn "ぶんかさいにいったの。{换页}"

    .strn "{显示图片}えいがはだいせいこうみたいだけど{换行}"
    .strn "おにいちゃんはユエさんにちからを{换行}"
    .strn "あげちゃったからとてもねむそう…{换页}"

    .strn "{清空图片}{显示图片}ゆきとさんがぶんかさいを{换行}"
    .strn "あんないしてくれたの。{换行}"
    .strn "{颜色1}ゆきと{换行}"
    .strn "『キレイでしょ？{换行}"
    .strn "ココはボクたちのクラスの{换行}"
    .strn "だしものなんだ。』{换行}"
    .strn "{粉色}いまならわたしのキモチを{换行}"
    .strn "ゆきとさんにつたえられそう。{换页}"

    .strn "{显示图片}あ、あの…わたし…{换行}"
    .strn "ゆきとさんがスキです。{换行}"
    .strn "{颜色1}ゆきと{换行}"
    .strn "『ボクもだよ…{换行}"
    .strn "でもさくらちゃんのいちばんは{换行}"
    .strn "ボクじゃないから。』{换行}"
    .strn "{粉色}え？{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ゆきと{换行}"
    .strn "『おとうさんがスキってキモチと{换行}"
    .strn "ボクをスキだとおもってくれるキモチ{换行}"
    .strn "すごくにてない？』{换行}"
    .strn "{粉色}…にています。{换页}"

    .strn "{显示图片}{颜色1}ゆきと{换行}"
    .strn "『きっとみつかるよ{换行}"
    .strn "さくらちゃんがいちばんスキに{换行}"
    .strn "なれるひとが。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}なに？とつぜんかざりもののホシが{换行}"
    .strn "つぎつぎとこわれだしたよ。{换行}"
    .strn "{颜色1}ユエ{换行}"
    .strn "『わたしのちからがもどったから{换行}"
    .strn "ハッキリわかる…{换行}"
    .strn "これはクロウのけはいだ！』{换行}"
    .strn "{粉色}だれかはいってくるとこまるから{换行}"
    .strn "『メイズ』と『イリュ-ジョン』で{换行}"
    .strn "じかんをかせいで…{换行}"
    .strn "はやくクロウさんをさがさなきゃ。{换页}"

    .strn "{显示图片}{颜色2}シャオラン{换行}"
    .strn "『まりょくのけはいがする…{换行}"
    .strn "さくらをたすけにいかないと。』{换页}"
    .strn "{结束}"

TextOfChapter21:
    .strn "第21章节{换行}"
    .strn "小樱、小狼{换行}"
    .strn "与月峰神社{换页}"

    .strn "{清空图片}{显示图片}いつもたすけてくれたり{换行}"
    .strn "しつれんしたときげんきづけてくれた{换行}"
    .strn "シャオランくんにナニか{换行}"
    .strn "おれいをしたいな。{换页}"

    .strn "{显示图片}つきみねじんじゃでおまつりかぁ。{换行}"
    .strn "さそったらきてくれるかな？{换行}"
    .strn "でも、さむいのニガテだって{换行}"
    .strn "いってたし…{换行}"
    .strn "あっ、そうだ！{换页}"

    .strn "{清空图片}{显示图片}{颜色1}シャオラン{换行}"
    .strn "『さいきんずっとねむそうだけど{换行}"
    .strn "だいじょうぶなのか？』{换页}"

    .strn "{显示图片}{粉色}シャオランくんにマフラ-を{换行}"
    .strn "あんでたんだ…もらってくれる？{换行}"
    .strn "{颜色1}シャオラン{换行}"
    .strn "『これをオレに？…ありがとう。』{换行}"
    .strn "{粉色}おれいをいうのはわたしのほうだよ。{换页}"

    .strn "{清空图片}{显示图片}いりぐちでともよちゃん、ゆきとさん{换行}"
    .strn "おにいちゃんとごうりゅうして{换行}"
    .strn "みんなでおまつりけんぶつをしたの。{换页}"

    .strn "{显示图片}おにいちゃんノドがかわいたから{换行}"
    .strn "みんなにジュ-スかって~{换行}"
    .strn "{颜色2}とうや{换行}"
    .strn "『な、なんでオレが！』{换行}"
    .strn "{粉色}そこのいけでまってるからね~{换行}"
    .strn "{颜色2}とうや{换行}"
    .strn "『…』{换页}"

    .strn "{清空图片}{显示图片}{粉色}このつきかがみのいけは{换行}"
    .strn "つきうらないができるんだって。{换行}"
    .strn "{颜色3}ともよ{换行}"
    .strn "『おくわしいんですね。』{换行}"
    .strn "{颜色1}シャオラン{换行}"
    .strn "『うらないかたもしってるのか？』{换页}"

    .strn "{显示图片}{粉色}うん、こうやってね…{换行}"
    .strn "えっ、クロウさんのけはいがする！{换页}"
    .strn "{结束}"

TextOfChapter22:
    .strn "第22章节{换行}"
    .strn "小樱与过去的库洛·里多{换页}"

    .strn "{清空图片}{显示图片}ゆきだまでこうげきしてくる{换行}"
    .strn "ゆきだるまのたいぐんを{换页}"

    .strn "{显示图片}ケロちゃん、ユエさんといっしょに{换行}"
    .strn "スノウのカ-ドでやっつけたの。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『こないなじけんをきりぬけつつ{换行}"
    .strn "ちゃ~んとカ-ドをさくらカ-ドに{换行}"
    .strn "かえられとる。{换页}"

    .strn "{显示图片}もしかしたらクロウいじょうの{换行}"
    .strn "まじゅつしになるんとちがうか。』{换行}"
    .strn "{粉色}そ、そんなぁ~{换页}"

    .strn "{清空图片}{显示图片}{颜色2}ユエ{换行}"
    .strn "『いや、クロウにおいつくには{换行}"
    .strn "まだまだとおい…』{换页}"

    .strn "{显示图片}{颜色1}ケロ{换行}"
    .strn "『またおまえはそういう{换行}"
    .strn "キビシイことを…』{换行}"
    .strn "{粉色}クロウさん…{换页}"

    .strn "{清空图片}{显示图片}リタ-ンのカ-ドでかこにもどって{换行}"
    .strn "クロウさんにたしかめれば{换行}"
    .strn "いままでのことがナニかわかるかも。{换页}"

    .strn "{显示图片}{颜色3}シャオラン{换行}"
    .strn "『でもリタ-ンのカ-ドは{换行}"
    .strn "まりょくのしょうひがはげしくて…』{换行}"
    .strn "{粉色}だいじょうぶ{换行}"
    .strn "かならずもどってくるから。{换页}"
    .strn "{结束}"

TextOfChapter23:
    .strn "第23章节{换行}"
    .strn "小樱与现身的库洛·里多{换页}"

    .strn "{清空图片}{显示图片}なんでココにエリオルくんがいるの？{换行}"
    .strn "{颜色1}エリオル{换行}"
    .strn "『わたしのげんせのなはエリオル…{换行}"
    .strn "そしてぜんせのなは…{换行}"
    .strn "クロウ·リ-ド。』{换页}"

    .strn "{显示图片}{颜色2}ケロ{换行}"
    .strn "『クロウはしんだはずや！』{换页}"

    .strn "{清空图片}{显示图片}ケロ{换行}"
    .strn "『もしおまえがクロウの{换行}"
    .strn "うまれかわりだとしても{换行}"
    .strn "なんでさくらをこまらせるような{换行}"
    .strn "ことをせなあかんねん！』{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『もうすこしでわかるよ{换行}"
    .strn "ケルベロス。』{换行}"
    .strn "{颜色2}ケロ{换行}"
    .strn "『クロウ…』{换页}"

    .strn "{清空图片}{显示图片}{颜色1}エリオル{换行}"
    .strn "『はじめましょうか。』{换行}"
    .strn "{粉色}たいようとつきがかくれていく…{换页}"

    .strn "{显示图片}{颜色3}シャオラン{换行}"
    .strn "『くっ、なにをした！！』{换行}"
    .strn "{颜色1}エリオル{换行}"
    .strn "『このまま…よがあける{换行}"
    .strn "じかんになってもやみがはれなければ{换行}"
    .strn "このまちのひとびとはえいえんに{换行}"
    .strn "ねむりつづけることになります。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}エリオルくん！{换行}"
    .strn "なんでこんなことするの？{换行}"
    .strn "どうすればみんなめをさますの？{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『みんなをめざめさせたいのなら{换行}"
    .strn "あなたのまほうで、わたしの{换行}"
    .strn "やみのまほうをうちやぶりなさい。』{换页}"
    .strn "{结束}"

TextOfChapter24:
    .strn "第24章节{换行}"
    .strn "小樱真正的心意{换页}"

    .strn "{清空图片}{显示图片}シャオランくんにスキだって{换行}"
    .strn "いわれたんだけど{换行}"
    .strn "どうしたらいいのかわからない…{换页}"

    .strn "{显示图片}{颜色3}せんせい{换行}"
    .strn "『ひいらぎざわエリオルくんが{换行}"
    .strn "イギリスにてんこうする{换行}"
    .strn "ことになった。』{换页}"

    .strn "{显示图片}{粉色}えっ、エリオルくんがてんこう？{换页}"

    .strn "{清空图片}{显示图片}エリオルくんにどうしていろんな{换行}"
    .strn "じけんをおこしていたのか{换行}"
    .strn "りゆうをききにいえまできたけど…{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『おちゃでものみながら{换行}"
    .strn "はなしましょう。』{换行}"
    .strn "{粉色}で、でも…{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『だいじょうぶ{换行}"
    .strn "もうおわりましたから。』{换页}"

    .strn "{清空图片}{显示图片}エリオル{换行}"
    .strn "『あるじがかわったクロウカ-ドが{换行}"
    .strn "かつどうしつづけるためには{换行}"
    .strn "あたらしいあるじのちからで{换行}"
    .strn "うまれかわらなければなりません。{换行}"
    .strn "しかし{换行}"
    .strn "あなたのしょきのまりょくでは{换行}"
    .strn "りゆうもなくつぎつぎとカ-ドを{换行}"
    .strn "かえていくのはきけんでした。』{换页}"

    .strn "{显示图片}{颜色3}ケロ{换行}"
    .strn "『だからカ-ドをかえなあかんように{换行}"
    .strn "じけんをおこしてたんか。』{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『クロウ·リ-ドが{换行}"
    .strn "うまれかわりであるわたしにのこした{换行}"
    .strn "ゆいごんですから…』{换页}"

    .strn "{清空图片}{显示图片}{粉色}つぎのひのかえりみち{换行}"
    .strn "シャオランくんによびとめられて{换行}"
    .strn "おはなしをしたの。{换页}"

    .strn "{显示图片}でも、シャオランくんは{换行}"
    .strn "『あえてよかった…ありがとう。』{换行}"
    .strn "ってだけいってかえっちゃった…{换页}"

    .strn "{显示图片}シャオランくんはわたしのことを{换行}"
    .strn "スキっていってくれた。{换行}"
    .strn "わたしもシャオランくんのこと{换行}"
    .strn "スキだよ…{换行}"
    .strn "それっておともだちだから？{换行}"
    .strn "なにかちがう…{换行}"
    .strn "これってゆきとさんの{换行}"
    .strn "ときともちがう…{换行}"
    .strn "このキモチ…なに？{换页}"

    .strn "{清空图片}{显示图片}{颜色3}ともよ{换行}"
    .strn "『たいへんです！{换行}"
    .strn "リくん、きょうホンコンにかえって{换行}"
    .strn "もうもどってこないらしいです…{换行}"
    .strn "きこえてます？{换行}"
    .strn "さくらちゃん…さくらちゃん…』{换页}"

    .strn "{显示图片}{粉色}シャオランくんがかえっちゃう…{换行}"
    .strn "そんなの…そんなのヤダ…{换行}"
    .strn "わたし…シャオランくんのこと…{换页}"

    .strn "{显示图片}な、なに！{换行}"
    .strn "これって…あたらしいさくらカ-ド？{换页}"

    .strn "{清空图片}{显示图片}{颜色2}シャオラン{换行}"
    .strn "『あいつ…どうへんじしてくれる{换行}"
    .strn "つもりだったのかな？{换行}"
    .strn "こまってないといいけど。』{换页}"

    .strn "{显示图片}{粉色}シャオランくん！わたし…あの…{换行}"
    .strn "{颜色2}シャオラン{换行}"
    .strn "『さくら…どうしてココに？』{换页}"

    .strn "{显示图片}{粉色}シャオランくんがつくった{换行}"
    .strn "そのクマさん…わたしにくれる？{换行}"
    .strn "{颜色2}シャオラン{换行}"
    .strn "『ああ。』{换页}"
    .strn "{结束}"
EndOfTextOfChapter:

.fill (0x083B79DA - EndOfTextOfChapter),0xFF

/*
.loadtable "./charmap_12x12.txt"
.org TextOfChapterSelect
    .strn "だい{结束}"
.org TextOfChapterSelect + 6
    .strn "わ{结束}"

.org TextOfChapter
TextOfChapter1:
    .strn "だい1わ{换行}"
    .strn "你好さくらとふしぎなてんこうせい{换页}"

    .strn "{清空图片}{显示图片}たのしかったなつやすみがおわった{换行}"
    .strn "2がっきのはじめのひ。{换页}"

    .strn "{显示图片}わたしたちのクラスにイギリスから{换行}"
    .strn "「ひいらぎざわ エリオル」くん{换行}"
    .strn "っていうてんこうせいがきたの。{换页}"

    .strn "{显示图片}でも、なんかふしぎ…{换行}"
    .strn "はじめてあったきがしないのは{换行}"
    .strn "なんでかな？{换页}"

    .strn "{清空图片}{显示图片}おにいちゃんのクラスにも{换行}"
    .strn "てんこうせいがきたんだって。{换页}"

    .strn "{显示图片}なまえは「あきづき なくる」さん。{换页}"

    .strn "{显示图片}せっきょくてきなひとみたいで{换行}"
    .strn "おにいちゃんはちょっと{换行}"
    .strn "こまってるみたい。{换页}"

    .strn "{清空图片}{显示图片}おへやでケロちゃんとはなしてたら{换行}"
    .strn "とつぜんクロウカ-ドのほんが{换行}"
    .strn "ひかりだしたの。{换页}"

    .strn "{显示图片}{颜色1}クロウ{换行}"
    .strn "『これから、わたしがごめいわくを{换行}"
    .strn "かけるとおもいますが、あなたなら{换行}"
    .strn "ぜったいだいじょうぶですよ。』{换行}"
    .strn "{粉色}このこえって…クロウさん…{换行}"
    .strn "めいわくってどういうこと？{换页}"

    .strn "{显示图片}あれ、ほんのひょうしがかわってる。{换页}"

    .strn "{清空图片}{显示图片}なんだろう{换行}"
    .strn "このヘンなまりょくのけはいは？{换行}"
    .strn "{颜色2}ケロ{换行}"
    .strn "『これはナニかあるでぇ。』{换页}"

    .strn "{显示图片}{粉色}けはいをたどってこうえんまで{换行}"
    .strn "きたんだけど…ほええぇ！{换行}"
    .strn "あめがみずばしらになって{换行}"
    .strn "おそってきたよ~{换页}"

    .strn "{显示图片}まほうでなんとかしなくちゃ！{换行}"
    .strn "レリ-ズ！！{换行}"
    .strn "ど、どうして？{换行}"
    .strn "カギがつえにかわらない…{换页}"
    .strn "{结束}"

TextOfChapter2:
    .strn "だい2わ{换行}"
    .strn "さくらとめざめたホシのカギ{换页}"

    .strn "{清空图片}{显示图片}どうしてカギがつえに{换行}"
    .strn "かわらなくなっちゃったのかな？{换页}"

    .strn "{显示图片}リくんはわたしたちより{换行}"
    .strn "まりょくのつよいだれかがじゃまを{换行}"
    .strn "しているんじゃないかっていうけど…{换页}"

    .strn "{清空图片}{显示图片}ケロちゃん、ユエさんといっしょに{换行}"
    .strn "もういちどこうえんをしらべに{换行}"
    .strn "きたんだけど…{换页}"

    .strn "{显示图片}またみずばしらがおそってきたよ~{换行}"
    .strn "このままじゃみんなやられちゃう！{换行}"
    .strn "どうしたらいいの？{换页}"

    .strn "{清空图片}{显示图片}なに？またクロウさんのこえが…{换行}"
    .strn "{颜色1}クロウ{换行}"
    .strn "『たいようでもつきでもない…{换行}"
    .strn "あなただけのちから…』{换行}"
    .strn "{粉色}わたしだけのちから…？{换页}"

    .strn "{显示图片}ホシのちからをひめしカギよ{换行}"
    .strn "しんのすがたをわれのまえにしめせ{换行}"
    .strn "けいやくのもと{换行}"
    .strn "さくらがめいじる！{换行}"
    .strn "レリ-ズ！！{换页}"

    .strn "{清空图片}{显示图片}つえはかわったけど…{换行}"
    .strn "まだカ-ドがつかえないよ。{换行}"
    .strn "もしかしてカ-ドも{换行}"
    .strn "あたらしくしないとダメなの？{换页}"

    .strn "{显示图片}クロウのつくりしカ-ドよ{换行}"
    .strn "ふるきすがたをすて{换行}"
    .strn "うまれかわれ{换行}"
    .strn "あらたなあるじ{换行}"
    .strn "さくらのなのもとに！{换行}"
    .strn "ファイアリ-！！{换页}"
    .strn "{结束}"

TextOfChapter3:
    .strn "だい3わ{换行}"
    .strn "さくらときけんなピアノ{换页}"

    .strn "{清空图片}{显示图片}なんだかとってもねむくてがっこうを{换行}"
    .strn "やすんじゃった。{换行}"
    .strn "わたしどうしちゃったのかな？{换页}"

    .strn "{显示图片}ほうかご、ともよちゃんとリくんが{换行}"
    .strn "おみまいにきてくれたときに{换行}"
    .strn "ケロちゃんからわたしがねむいのは{换行}"
    .strn "カ-ドをあたらしくするのに{换行}"
    .strn "たくさんまりょくをつかうからだって{换行}"
    .strn "おしえてもらったの。{换页}"

    .strn "{清空图片}{显示图片}つぎのひ、リくんとかえろうとしたら{换行}"
    .strn "ともよちゃんのひめいが{换行}"
    .strn "おんがくしつからきこえたの。{换行}"
    .strn "{颜色1}ともよ{换行}"
    .strn "『ピアノがきゅうに…』{换页}"

    .strn "{显示图片}{粉色}え？ピアノがかってにうごいてる~{换页}"

    .strn "{清空图片}{显示图片}{颜色2}シャオラン{换行}"
    .strn "『らいていしょうらい！！』{换行}"
    .strn "{粉色}うごきがとまったみたい…{换行}"
    .strn "やっつけたのかな？{换行}"
    .strn "{颜色1}ともよ{换行}"
    .strn "『もう、だいじょうぶでしょうか？』{换页}"

    .strn "{显示图片}{粉色}ほえぇぇ！またうごきだしたよ~{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ともよ{换行}"
    .strn "『まるでわたしがはなすと{换行}"
    .strn "やってくるみたいですわ。』{换行}"
    .strn "{粉色}えっ？こえにはんのうして{换行}"
    .strn "むかってきてる…{换页}"

    .strn "{显示图片}ともよちゃんにてつだってもらえば{换行}"
    .strn "なんとかできるかも。{换行}"
    .strn "おねがい！ともよちゃんうたって。{换页}"
    .strn "{结束}"

TextOfChapter4:
    .strn "だい4わ{换行}"
    .strn "さくらとシャオランとみえないイト{换页}"

    .strn "{清空图片}{显示图片}だいすきなゆきとさんに{换行}"
    .strn "プレゼントするために{换行}"
    .strn "ヌイグルミつくってたら{换行}"
    .strn "クロウさんのけはいがしたの。{换页}"

    .strn "{显示图片}リくんたちとけはいをおって{换行}"
    .strn "こうえんまできたんだけど…{换页}"

    .strn "{清空图片}{显示图片}リくん！なんでわたしに{换行}"
    .strn "こうげきしてくるの？{换行}"
    .strn "{颜色1}シャオラン{换行}"
    .strn "『か、からだがかってに…』{换页}"

    .strn "{显示图片}{粉色}リくん…どうしちゃったの？{换行}"
    .strn "{颜色2}ケロ{换行}"
    .strn "『こぞうはナニかに{换行}"
    .strn "あやつられてるんや！』{换页}"

    .strn "{清空图片}{显示图片}{粉色}これもクロウさんのせい？{换页}"

    .strn "{显示图片}あやつられてるのはわかったけど{换行}"
    .strn "あやつってるナニかがみえないよ。{换行}"
    .strn "どうすればいいの？{换页}"

    .strn "{清空图片}{显示图片}{颜色1}シャオラン{换行}"
    .strn "『くっ、すいりゅうしょうらい！』{换行}"
    .strn "{粉色}あっ、みずにぬれてリくんを{换行}"
    .strn "あやつっているイトがみえた。{换页}"

    .strn "{显示图片}{颜色2}ケロ{换行}"
    .strn "『さくら！それをきるんや！！』{换页}"
    .strn "{结束}"

TextOfChapter5:
    .strn "だい5わ{换行}"
    .strn "さくらとおおきなヌイグルミ{换页}"

    .strn "{清空图片}{显示图片}つくってるヌイグルミが{换行}"
    .strn "クマにみえなくてこまってたら{换行}"
    .strn "エリオルくんがてつだってくれて{换行}"
    .strn "じょうずにできあがったの。{换页}"

    .strn "{显示图片}エリオルくんにおれいをするから{换行}"
    .strn "なにがいい？ってきいたら{换行}"
    .strn "てにキスをされちゃった…{换页}"

    .strn "{清空图片}{显示图片}できあがったクマのヌイグルミを{换行}"
    .strn "とどけにゆきとさんのいえまで{换行}"
    .strn "きたんだけど…{换行}"
    .strn "うけとってくれるかな？{换页}"

    .strn "{显示图片}{颜色1}ゆきと{换行}"
    .strn "『ありがとう、たいせつにするね。』{换行}"
    .strn "{粉色}はにゃ~ん…{换页}"

    .strn "{清空图片}{显示图片}え？こんなところで{换行}"
    .strn "クロウさんのけはいが！{换页}"

    .strn "{显示图片}ほえぇぇぇ~{换行}"
    .strn "わたしのつくったヌイグルミが{换行}"
    .strn "おっきくなっちゃった。{换页}"

    .strn "{清空图片}{显示图片}このままじゃふみつぶされちゃう。{换页}"

    .strn "{显示图片}{颜色2}ケロ{换行}"
    .strn "『クマをあやつっているまりょくの{换行}"
    .strn "みなもとをさがすんや！』{换行}"
    .strn "{粉色}まりょくのみなもとって{换行}"
    .strn "どこにあるの？{换行}"
    .strn "とにかくにげなくちゃ。{换页}"
    .strn "{结束}"

TextOfChapter6:
    .strn "だい6わ{换行}"
    .strn "さくらのヒツジちゅういほう{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『はぁ~、やっぱりユエはさくらの{换行}"
    .strn "まりょくだけじゃあかんかぁ。』{换行}"
    .strn "{颜色2}ユエ{换行}"
    .strn "『ああ、このままでは{换行}"
    .strn "いずれわたしはきえるだろう。』{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『せやけど、さくらのまりょくが{换行}"
    .strn "あてにならんとなると…』{换页}"

    .strn "{显示图片}{颜色2}ユエ{换行}"
    .strn "『てきにんしゃはいる…{换行}"
    .strn "しかし、ゆきとが…』{换页}"

    .strn "{清空图片}{显示图片}{粉色}リくんかられんらくをうけて{换行}"
    .strn "つよいまりょくをしらべに{换行}"
    .strn "こうえんにきたの。{换行}"
    .strn "ほええぇ！じめんにおおきなあなが{换行}"
    .strn "あいてるよ~{换页}"

    .strn "{显示图片}あなのなかからクロウさんの{换行}"
    .strn "けはいがする…{换行}"
    .strn "なかをしらべてみなくちゃ。{换页}"

    .strn "{清空图片}{显示图片}あれ？ケロちゃんがついてきてない…{换行}"
    .strn "ひとりはこわいよ~{换页}"

    .strn "{显示图片}ほえぇ~！{换行}"
    .strn "こんどはヒツジさんのヌイグルミが{换行}"
    .strn "たくさんおちてきた~{换页}"

    .strn "{清空图片}{显示图片}く、くるしい~{换行}"
    .strn "このままじゃうまっちゃう。{换页}"

    .strn "{显示图片}そうだ！イレイズなら{换行}"
    .strn "ヒツジさんをけせるかも！！{换页}"
    .strn "{结束}"

TextOfChapter7:
    .strn "だい7わ{换行}"
    .strn "さくらとパニックじてんしゃ{换页}"

    .strn "{清空图片}{显示图片}なんだかクロウカ-ドが{换行}"
    .strn "ヘンなかんじなの。{换行}"
    .strn "げんきがないってゆ-か…{换页}"

    .strn "{显示图片}さわるとつめたくかんじる…{换行}"
    .strn "どうしたんだろう？{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『カ-ドたちは、なにかに{换行}"
    .strn "じゃまされてまりょくを{换行}"
    .strn "ほじゅうできないんや。{换行}"
    .strn "このままだとそのウチただのカ-ドに{换行}"
    .strn "もどってしまうやろな。』{换页}"

    .strn "{显示图片}{粉色}た、たいへん！どうすればいいの~{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『さくらカ-ドにしたやつは{换行}"
    .strn "だいじょうぶや。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}じゃぁ、いっきにさくらカ-ドに{换行}"
    .strn "かえればいいんだね。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『ま、まつんや！さくら！！』{换页}"

    .strn "{显示图片}{粉色}はう~、つかれた~{换行}"
    .strn "けど、よかったぁ{换行}"
    .strn "みんなげんきになって…{换页}"

    .strn "{清空图片}{显示图片}あれ？ダッシュだけなんかヘンだよ。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『さくらがムチャしたからまほうが{换行}"
    .strn "ぼうそうしたんや！{换行}"
    .strn "ほんとうにつかいたいときしか{换行}"
    .strn "まほうをつかったらあかん！！』{换页}"

    .strn "{显示图片}{粉色}ダッシュがじてんしゃにのりうつって{换行}"
    .strn "はしっていっちゃったよ~{换行}"
    .strn "つかまえておちつかせなきゃ！{换页}"
    .strn "{结束}"

TextOfChapter8:
    .strn "だい8わ{换行}"
    .strn "さくらとおもいでのカレンダ-{换页}"

    .strn "{清空图片}{显示图片}おとうさんからおかあさんが{换行}"
    .strn "つかってたカレンダ-をもらったの。{换页}"

    .strn "{显示图片}みんなのたんじょうびがかいてある。{换行}"
    .strn "これはおしごとのよていかな？{换行}"
    .strn "いろいろかいてあっておもしろいな。{换页}"

    .strn "{清空图片}{显示图片}あれ？きょうのところにかいてある{换行}"
    .strn "おじいさまのたんじょうびって…{换行}"
    .strn "おかあさんのおじいちゃんだから{换行}"
    .strn "わたしのひいおじいちゃんのこと？{换页}"

    .strn "{显示图片}わたしもおかあさんみたいに{换行}"
    .strn "ひいおじいちゃんになにか{换行}"
    .strn "てづくりのプレゼントをあげたいな。{换页}"

    .strn "{清空图片}{显示图片}なんとかプレゼントはできたけど{换行}"
    .strn "おかあさんはどうやってプレゼントを{换行}"
    .strn "わたしてたのかな？{换页}"

    .strn "{显示图片}{颜色1}おとうさん{换行}"
    .strn "『てがみとナデシコのはなをそえて{换行}"
    .strn "わたしてましたよ。』{换行}"
    .strn "{粉色}おはなかぁ…あっ！{换行}"
    .strn "もうおはなやさんはしまってるよ~{换页}"

    .strn "{清空图片}{显示图片}ケロちゃん、まほうでおはなを{换行}"
    .strn "だしたらダメかな？{换页}"

    .strn "{显示图片}{颜色2}ケロ{换行}"
    .strn "『やってみ、さくらのきもちが{换行}"
    .strn "ホンマもんやったらまほうは{换行}"
    .strn "ぼうそうしたりせ-へんはずや。』{换行}"
    .strn "{粉色}うん、フラワ-のカ-ドさん{换行}"
    .strn "ちからをかして！{换页}"
    .strn "{结束}"

TextOfChapter9:
    .strn "だい9わ{换行}"
    .strn "さくらとふしぎのくにのさくら{换页}"

    .strn "{清空图片}{显示图片}ふしぎのくにのアリスをよんでたら{换行}"
    .strn "まえにまほうでちいさくなったことを{换行}"
    .strn "おもいだしちゃった。{换页}"

    .strn "{显示图片}つづきがきになるから{换行}"
    .strn "としょしつにいってよもうかな。{换行}"
    .strn "えっ！なに？ほえぇぇぇ…{换页}"

    .strn "{清空图片}{显示图片}ココはどこ？{换行}"
    .strn "さっきまでとしょしつでほんを{换行}"
    .strn "よんでたはずだけど…{换页}"

    .strn "{显示图片}もしかしてココはほんのなか！{换行}"
    .strn "どうすればそとにでられるのかな？{换页}"

    .strn "{清空图片}{显示图片}ゆきとさん、リくん、エリオルくん{换行}"
    .strn "ともよちゃんまでアリスにでてくる{换行}"
    .strn "キャラクタ-になっちゃってる。{换页}"

    .strn "{显示图片}おにいちゃんまでヘンなかっこうを{换行}"
    .strn "してる…{换页}"

    .strn "{清空图片}{显示图片}ほえぇぇぇ~！{换行}"
    .strn "チェスのじゃまをしたって{换行}"
    .strn "ケロちゃんまでおこって{换行}"
    .strn "おいかけてくるよ~{换页}"

    .strn "{显示图片}どうすればココからでられるの~{换行}"
    .strn "{颜色1}エリオル{换行}"
    .strn "『はいってきたところからでれば{换行}"
    .strn "いいんですよ。』{换页}"
    .strn "{结束}"

TextOfChapter10:
    .strn "だい10わ{换行}"
    .strn "さくらとケロのおかしなであい？？{换页}"

    .strn "{清空图片}{显示图片}{颜色2}なに！あしたのバザ-で{换行}"
    .strn "さくらのクラスはおかしを{换行}"
    .strn "タダでくばるやと？{换页}"

    .strn "{显示图片}わいもいくでぇ~{换行}"
    .strn "そしておかしをたべまくるんや~{换行}"
    .strn "あしたがたのしみやなぁ~{换页}"

    .strn "{清空图片}{显示图片}かくれているんだったらって{换行}"
    .strn "さくらがバスケットいっぱいの{换行}"
    .strn "おかしをおいていってくれたんや。{换行}"
    .strn "うまい~、やっぱきてよかったな~{换页}"

    .strn "{显示图片}なんや？だれかきよったで。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}スッピ-{换行}"
    .strn "『まずいですね{换行}"
    .strn "しょうたいをみやぶられると…』{换行}"
    .strn "{颜色2}お、おまえ？{换行}"
    .strn "もしかしてようかいかぁ？{换行}"
    .strn "{颜色1}スッピ-{换行}"
    .strn "『…かんちがいしていて{换行}"
    .strn "もらったほうがつごうが{换行}"
    .strn "よいですね。』{换页}"

    .strn "{显示图片}{颜色2}おまえもおかしたべるか？{换行}"
    .strn "ほら、えんりょせんと~{换行}"
    .strn "{颜色1}スッピ-{换行}"
    .strn "『！！』{换页}"

    .strn "{清空图片}{显示图片}スッピ-{换行}"
    .strn "『…もっとあまいものたべた~い！』{换行}"
    .strn "{颜色2}なんやこいつ！おかしたべたら{换行}"
    .strn "きゅうにせいかくかわりよった。{换页}"

    .strn "{显示图片}コラ~！かってにがっこうの{换行}"
    .strn "おかしまでくうんやない~{换行}"
    .strn "さわぎになったら{换行}"
    .strn "さくらにおこられる~{换页}"
    .strn "{结束}"

TextOfChapter11:
    .strn "だい11わ{换行}"
    .strn "さくらとシャオランとエレベ-タ-{换页}"

    .strn "{清空图片}{显示图片}ともよちゃん、エリオルくん、{换行}"
    .strn "リくんとテディベアてんを{换行}"
    .strn "みにいったの。{换页}"

    .strn "{显示图片}かえろうとしたとき{换行}"
    .strn "わたしとリくんだけエレベ-タ-に{换行}"
    .strn "とじこめられちゃった。{换页}"

    .strn "{清空图片}{显示图片}ふたりでたすけをまっているあいだ{换行}"
    .strn "なきだしそうになったわたしを{换行}"
    .strn "リくんがはげましてくれたの。{换页}"

    .strn "{显示图片}ありがとうリくん。{换页}"

    .strn "{清空图片}{显示图片}とつぜんエレベ-タ-がゆれだして{换行}"
    .strn "バランスをくずしたしゅんかん{换页}"

    .strn "{显示图片}わたしはかべにあいたヘンなあなから{换行}"
    .strn "おちちゃったの。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}シャオラン{换行}"
    .strn "『さくらぁぁぁ！！』{换行}"
    .strn "{粉色}リくんが『きのもと』じゃなくて{换行}"
    .strn "『さくら』ってよんでくれてる…{换页}"

    .strn "{显示图片}フロ-トをつかえばもどれるかな？{换行}"
    .strn "うえにもどったら{换行}"
    .strn "わたしも『シャオランくん』って{换行}"
    .strn "よんでいいかきいてみようかな？{换页}"
    .strn "{结束}"

TextOfChapter12:
    .strn "だい12わ{换行}"
    .strn "さくらとふたりのだいピンチ{换页}"

    .strn "{清空图片}{显示图片}クロウさんのけはいをかんじて{换行}"
    .strn "ケロちゃんたちとさがしにきたけど…{换行}"
    .strn "う~ん、わからなくなっちゃった。{换页}"

    .strn "{显示图片}あめもふってきたし{换行}"
    .strn "きょうはあきらめていえにかえろう。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『あかん、かりのすがたに{换行}"
    .strn "もどられへん。』{换行}"
    .strn "{颜色2}ユエ{换行}"
    .strn "『ゆきとにもどれない…』{换行}"
    .strn "{粉色}そういえば{换行}"
    .strn "さっきクロウさんのけはいが…{换行}"
    .strn "{颜色2}ユエ{换行}"
    .strn "『そうしたらかりのすがたに{换行}"
    .strn "もどれなくなった…』{换页}"

    .strn "{显示图片}{粉色}ど、どうしたらいいの？{换页}"

    .strn "{清空图片}{显示图片}とりあえずいえのしごとを{换行}"
    .strn "すませてからかんがえよう。{换行}"
    .strn "ケロちゃんてつだってね。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『なんでわいだけなんや！{换行}"
    .strn "ユエは？』{换页}"

    .strn "{显示图片}{粉色}ユ、ユエさんはいいの…{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『ユエばっかりずるいやんか~』{换行}"
    .strn "{粉色}だめだよケロちゃん！{换行}"
    .strn "そんなことしちゃ！！{换页}"

    .strn "{显示图片}あっ…こなまみれになっちゃった。{换行}"
    .strn "バブルのまほうであらってあげるから{换行}"
    .strn "にげないでよ~{换页}"
    .strn "{结束}"

TextOfChapter13:
    .strn "だい13わ{换行}"
    .strn "さくらとともよとボ-ルのワナ{换页}"

    .strn "{清空图片}{显示图片}クロウさんのけはいをかんじて{换行}"
    .strn "よるのがっこうをしらべにきたら{换行}"
    .strn "ボ-ルがひとりでにうごいてたの。{换行}"
    .strn "オ、オバケバスケットボ-ルだよ~{换页}"

    .strn "{显示图片}{颜色1}ケロ{换行}"
    .strn "『ちゃう、クロウのけはいや！{换行}"
    .strn "おうでぇ！！』{换页}"

    .strn "{清空图片}{显示图片}{粉色}5ねん2くみのきょうしつまで{换行}"
    .strn "ボ-ルをおってきたけど{换行}"
    .strn "みうしなっちゃったみたい…{换行}"
    .strn "ほかのばしょにかくれたのかな？{换页}"

    .strn "{显示图片}あれ？でぐちがへんなところに{换行}"
    .strn "つながってる。{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『くうかんがねじれとるんや。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}あっ、さっきのボ-ルがいた。{换行}"
    .strn "{颜色2}ともよ{换行}"
    .strn "『さくらちゃん！！』{换页}"

    .strn "{显示图片}{粉色}たいへん！ともよちゃんが{换行}"
    .strn "いなくなっちゃった。{换行}"
    .strn "さがさなきゃ…{换行}"
    .strn "でもどうやってさがせばいいの？{换页}"

    .strn "{清空图片}{显示图片}{颜色3}シャオラン{换行}"
    .strn "『さがすほうほうをみんなで{换行}"
    .strn "かんがえるんだ。』{换行}"
    .strn "{颜色1}ケロ{换行}"
    .strn "『…かんがえてもナニも{换行}"
    .strn "おもいうかばへ~ん。』{换页}"

    .strn "{显示图片}{粉色}あっ、ともよちゃんのうたごえが{换行}"
    .strn "きこえる！{换行}"
    .strn "ともよちゃんまってて{换行}"
    .strn "ぜったいみつけるから。{换页}"
    .strn "{结束}"

TextOfChapter14:
    .strn "だい14わ{换行}"
    .strn "さくらとたいせつなおともだち{换页}"

    .strn "{清空图片}{显示图片}ホンコンからもとクラスメイトの{换行}"
    .strn "メイリンちゃんがきたの。{换页}"

    .strn "{显示图片}シャオランくんにようじがあって{换行}"
    .strn "きたみたいだけど{换行}"
    .strn "わたしはひさしぶりに{换行}"
    .strn "メイリンちゃんにあえたから{换行}"
    .strn "とってもうれしいな。{换页}"

    .strn "{清空图片}{显示图片}ほうかご、メイリンちゃんと{换行}"
    .strn "おはなしをするために{换行}"
    .strn "パ-ラ-へむかってたら{换行}"
    .strn "ペンギンこうえんからクロウさんの{换行}"
    .strn "けはいがしたの。{换页}"

    .strn "{显示图片}{颜色1}シャオラン{换行}"
    .strn "『すごいまりょくのけはいだ。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}ほえぇ~、こうえんのペンギンたちが{换行}"
    .strn "おそってきたよ~{换行}"
    .strn "{颜色2}メイリン{换行}"
    .strn "『はっ、はっ、は-っ！』{换行}"
    .strn "{粉色}すごい、メイリンちゃん。{换页}"

    .strn "{显示图片}{颜色2}メイリン{换行}"
    .strn "『いった~い！』{换行}"
    .strn "{粉色}だいじょうぶ？メイリンちゃん。{换行}"
    .strn "ほえ~、まだいっぱいいるよ~{换页}"

    .strn "{清空图片}{显示图片}{颜色1}シャオラン{换行}"
    .strn "『くそ~、せめてうごきが{换行}"
    .strn "とめられれば…』{换页}"

    .strn "{显示图片}{颜色2}メイリン{换行}"
    .strn "『あれよ！{换行}"
    .strn "みんなこおらせちゃうカ-ド。』{换行}"
    .strn "{粉色}そうかフリ-ズつかえば{换行}"
    .strn "とめられるかも。{换页}"
    .strn "{结束}"

TextOfChapter15:
    .strn "だい15わ{换行}"
    .strn "さくらとカ-ドとプレゼント{换页}"

    .strn "{清空图片}{显示图片}おにいちゃんといっしょに{换行}"
    .strn "おとうさんのクリスマスプレゼントを{换行}"
    .strn "かいにいくやくそくをしたの。{换页}"

    .strn "{显示图片}やくそくのじかんにこうもんの{换行}"
    .strn "まえでまっていたら{换行}"
    .strn "ぐうぜんシャオランくんとあったの。{换页}"

    .strn "{清空图片}{显示图片}えっ、またクロウさんのけはい？{换页}"

    .strn "{显示图片}しらべにいこうとしたら{换行}"
    .strn "シャオランくんがココでわたしが{换行}"
    .strn "まってなかったら{换行}"
    .strn "おにいちゃんにあやしまれるって…{换行}"
    .strn "どうしよ~{换页}"

    .strn "{清空图片}{显示图片}そうだ！ミラ-のカ-ドさんに{换行}"
    .strn "わたしのかわりにおにいちゃんと{换行}"
    .strn "かいものいってもらえば…{换页}"

    .strn "{显示图片}わたしのかわりにいってくれる？{换行}"
    .strn "{颜色1}ミラ-{换行}"
    .strn "『はい。』{换行}"
    .strn "{粉色}ありがとう。{换页}"

    .strn "{清空图片}{显示图片}{颜色2}シャオラン{换行}"
    .strn "『いくぞ！』{换页}"

    .strn "{显示图片}{粉色}はやくクロウさんのけはいのする{换行}"
    .strn "ばしょをしらべにいかなきゃ。{换页}"
    .strn "{结束}"

TextOfChapter16:
    .strn "だい16わ{换行}"
    .strn "さくらとふしぎなおみくじ{换页}"

    .strn "{清空图片}{显示图片}かぞくでちかくのじんじゃに{换行}"
    .strn "はつもうでにきたの。{换页}"

    .strn "{显示图片}あっ、ともよちゃんと{换行}"
    .strn "ともよちゃんのおかあさんがいる。{换行}"
    .strn "あけましておめでとうございます。{换页}"

    .strn "{清空图片}{显示图片}ともよちゃんとおみくじを{换行}"
    .strn "ひきにいったんだけど{换页}"

    .strn "{显示图片}エリオルくんがおてつだいをしてて{换行}"
    .strn "ビックリしちゃった。{换页}"

    .strn "{清空图片}{显示图片}ともよちゃんはだいきちみたい。{换行}"
    .strn "わたしのは…{换页}"

    .strn "{显示图片}『しんじつをさぐるてだては{换行}"
    .strn "はつゆめのなかに』{换行}"
    .strn "いみがわからない…ヘンなおみくじ。{换行}"
    .strn "エリオルくんはとくべつな{换行}"
    .strn "おみくじだっていうけど…{换页}"

    .strn "{清空图片}{显示图片}はつゆめのなかって{换行}"
    .strn "どういういみなのかな？{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『そのおみくじはさくらさんだけの{换行}"
    .strn "とくべつなもの…{换行}"
    .strn "こんやゆめのなかで{换行}"
    .strn "またおあいいたしましょう…』{换页}"
    .strn "{结束}"

TextOfChapter17:
    .strn "だい17わ{换行}"
    .strn "さくらとプ-ルとおおきななみ{换页}"

    .strn "{清空图片}{显示图片}きょうはクラスのみんなと{换行}"
    .strn "しつないプ-ルにあそびにきたの。{换页}"

    .strn "{显示图片}りかちゃんもれんしゅうできるし{换行}"
    .strn "ふゆでもおよげるしつないプ-ルは{换行}"
    .strn "べんりだよね。{换页}"

    .strn "{清空图片}{显示图片}シャオランくんとエリオルくんが{换行}"
    .strn "きょうそうしてる。{换行}"
    .strn "ほぇぇ~{换行}"
    .strn "ふたりともおよぐのはやいなぁ。{换页}"

    .strn "{显示图片}けっきょくタッチのさで{换行}"
    .strn "エリオルくんがかったみたい。{换页}"

    .strn "{清空图片}{显示图片}な、なに？このおと…{换行}"
    .strn "たいへん！すごくおおきいなみが！！{换行}"
    .strn "{颜色1}かかりいん{换行}"
    .strn "『みんなはやくプ-ルから{换行}"
    .strn "あがってくださ~い！』{换页}"

    .strn "{显示图片}{粉色}あっ、りかちゃんがプ-ルに{换行}"
    .strn "とりのこされてる！{换页}"

    .strn "{清空图片}{显示图片}はやくたすけないと{换行}"
    .strn "りかちゃんがおぼれちゃうよ！{换行}"
    .strn "{颜色2}シャオラン{换行}"
    .strn "『おちつけ！かんがえるんだ。』{换页}"

    .strn "{显示图片}{粉色}みずがあるのがいけないんだから…{换行}"
    .strn "ウォ-ティでなんとかできるかも！{换页}"
    .strn "{结束}"

TextOfChapter18:
    .strn "だい18わ{换行}"
    .strn "さくらとふぶきのスキ-きょうしつ{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『きょうはさくらがおいていった{换行}"
    .strn "おかしをたべまくるんや~』{换页}"

    .strn "{显示图片}ケロ{换行}"
    .strn "『いまごろさくらは{换行}"
    .strn "このアイスみたいなゆきやまで{换行}"
    .strn "きもちよくすべってるんやろなぁ。』{换页}"

    .strn "{清空图片}{显示图片}{颜色2}ともよ{换行}"
    .strn "『さくらちゃんじょうずですわ。』{换行}"
    .strn "{粉色}やっところばないですべれるように{换行}"
    .strn "なっただけなのに…{换页}"

    .strn "{显示图片}きっとともよちゃんのおしえかたが{换行}"
    .strn "いいんだね。{换页}"

    .strn "{清空图片}{显示图片}ふつかめはだいぶすべれるように{换行}"
    .strn "なったからエリオルくんと{换行}"
    .strn "ちゅうきゅうしゃコ-スに{换行}"
    .strn "いくことにしたの。{换页}"

    .strn "{显示图片}リフトにのってたら{换行}"
    .strn "だんだんてんきがわるくなってきて{换行}"
    .strn "とうとうふぶきになっちゃったよ~{换页}"

    .strn "{清空图片}{显示图片}あ、あれはもしかして…なだれ？{换页}"

    .strn "{显示图片}たいへん！このままじゃみんなのいる{换行}"
    .strn "したのたてものがなだれに{换行}"
    .strn "のみこまれちゃうよ。{换行}"
    .strn "タイムのまほうでなんとかしなきゃ！{换页}"
    .strn "{结束}"

TextOfChapter19:
    .strn "だい19わ{换行}"
    .strn "さくらとゆきとときえゆくちから{换页}"

    .strn "{清空图片}{显示图片}おにいちゃんのクラスがぶんかさいで{换行}"
    .strn "じょうえいするえいがに{换行}"
    .strn "でることになっちゃった。{换行}"
    .strn "はずかしいよ~{换页}"

    .strn "{显示图片}わたしのやくがらはゆきとさんの{换行}"
    .strn "いもうとやくなんだって。{换行}"
    .strn "あれ？いまゆきとさんがすけて…{换页}"

    .strn "{显示图片}{颜色3}ゆきと{换行}"
    .strn "『どうしたの？』{换行}"
    .strn "{粉色}えっ、なんでもありません。{换行}"
    .strn "…き、きのせいだよね。{换页}"

    .strn "{清空图片}{显示图片}わたしがでるさつえいのひ{换行}"
    .strn "とつぜんゆきとさんがベランダから{换行}"
    .strn "おちちゃったの。{换页}"

    .strn "{显示图片}まほうでたすけることができたから{换行}"
    .strn "ケガはしてないとおもうけど。{换页}"

    .strn "{显示图片}{颜色1}とうや{换行}"
    .strn "『ゆき…』{换行}"
    .strn "{颜色2}エリオル{换行}"
    .strn "『はやくしないと{换行}"
    .strn "まにあいませんよ。』{换页}"

    .strn "{清空图片}{显示图片}{颜色1}とうや{换行}"
    .strn "『ゆき…オレはおまえがにんげんじゃ{换行}"
    .strn "ないことをしってるんだ。』{换页}"

    .strn "{显示图片}{颜色3}ユエ{换行}"
    .strn "『ゆきとはおまえにだけはじぶんが{换行}"
    .strn "かりのすがただというコトを{换行}"
    .strn "しられたくはなかった…{换行}"
    .strn "だからわたしはすがたを{换行}"
    .strn "あらわすことができなかった。』{换行}"
    .strn "{颜色1}とうや{换行}"
    .strn "『あわねぇとわたすモノも{换行}"
    .strn "わたせないしな。』{换行}"
    .strn "{颜色3}ユエ{换行}"
    .strn "『ゆきとがきえないために{换行}"
    .strn "どうすればいいのか{换行}"
    .strn "わかっているのか？』{换页}"

    .strn "{显示图片}{颜色1}とうや{换行}"
    .strn "『ああ、オレのちからで{换行}"
    .strn "ゆきがきえずにすむなら{换行}"
    .strn "ぜんぶやる。』{换页}"

    .strn "{清空图片}{显示图片}{颜色3}ユエ{换行}"
    .strn "『…』{换页}"

    .strn "{显示图片}ユエ{换行}"
    .strn "『きいていたのか。』{换行}"
    .strn "{粉色}ごめんなさい…{换行}"
    .strn "わたしのちからがたりないから{换行}"
    .strn "ゆきとさんがきえそうに{换行}"
    .strn "なってたんですね…{换行}"
    .strn "{颜色3}ユエ{换行}"
    .strn "『おまえがなくと{换行}"
    .strn "おまえのあにがかなしむ…{换行}"
    .strn "やくそくしたんだ{换行}"
    .strn "おまえをまもると…だからなくな。』{换页}"

    .strn "{显示图片}{粉色}うん…{换页}"
    .strn "{结束}"

TextOfChapter20:
    .strn "だい20わ{换行}"
    .strn "さくらのいちばんスキなひと{换页}"

    .strn "{清空图片}{显示图片}わたしがでたえいがをみるために{换行}"
    .strn "みんなでおにいちゃんのがっこうの{换行}"
    .strn "ぶんかさいにいったの。{换页}"

    .strn "{显示图片}えいがはだいせいこうみたいだけど{换行}"
    .strn "おにいちゃんはユエさんにちからを{换行}"
    .strn "あげちゃったからとてもねむそう…{换页}"

    .strn "{清空图片}{显示图片}ゆきとさんがぶんかさいを{换行}"
    .strn "あんないしてくれたの。{换行}"
    .strn "{颜色1}ゆきと{换行}"
    .strn "『キレイでしょ？{换行}"
    .strn "ココはボクたちのクラスの{换行}"
    .strn "だしものなんだ。』{换行}"
    .strn "{粉色}いまならわたしのキモチを{换行}"
    .strn "ゆきとさんにつたえられそう。{换页}"

    .strn "{显示图片}あ、あの…わたし…{换行}"
    .strn "ゆきとさんがスキです。{换行}"
    .strn "{颜色1}ゆきと{换行}"
    .strn "『ボクもだよ…{换行}"
    .strn "でもさくらちゃんのいちばんは{换行}"
    .strn "ボクじゃないから。』{换行}"
    .strn "{粉色}え？{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ゆきと{换行}"
    .strn "『おとうさんがスキってキモチと{换行}"
    .strn "ボクをスキだとおもってくれるキモチ{换行}"
    .strn "すごくにてない？』{换行}"
    .strn "{粉色}…にています。{换页}"

    .strn "{显示图片}{颜色1}ゆきと{换行}"
    .strn "『きっとみつかるよ{换行}"
    .strn "さくらちゃんがいちばんスキに{换行}"
    .strn "なれるひとが。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}なに？とつぜんかざりもののホシが{换行}"
    .strn "つぎつぎとこわれだしたよ。{换行}"
    .strn "{颜色1}ユエ{换行}"
    .strn "『わたしのちからがもどったから{换行}"
    .strn "ハッキリわかる…{换行}"
    .strn "これはクロウのけはいだ！』{换行}"
    .strn "{粉色}だれかはいってくるとこまるから{换行}"
    .strn "『メイズ』と『イリュ-ジョン』で{换行}"
    .strn "じかんをかせいで…{换行}"
    .strn "はやくクロウさんをさがさなきゃ。{换页}"

    .strn "{显示图片}{颜色2}シャオラン{换行}"
    .strn "『まりょくのけはいがする…{换行}"
    .strn "さくらをたすけにいかないと。』{换页}"
    .strn "{结束}"

TextOfChapter21:
    .strn "だい21わ{换行}"
    .strn "さくらとシャオランと{换行}"
    .strn "つきみねじんじゃ{换页}"

    .strn "{清空图片}{显示图片}いつもたすけてくれたり{换行}"
    .strn "しつれんしたときげんきづけてくれた{换行}"
    .strn "シャオランくんにナニか{换行}"
    .strn "おれいをしたいな。{换页}"

    .strn "{显示图片}つきみねじんじゃでおまつりかぁ。{换行}"
    .strn "さそったらきてくれるかな？{换行}"
    .strn "でも、さむいのニガテだって{换行}"
    .strn "いってたし…{换行}"
    .strn "あっ、そうだ！{换页}"

    .strn "{清空图片}{显示图片}{颜色1}シャオラン{换行}"
    .strn "『さいきんずっとねむそうだけど{换行}"
    .strn "だいじょうぶなのか？』{换页}"

    .strn "{显示图片}{粉色}シャオランくんにマフラ-を{换行}"
    .strn "あんでたんだ…もらってくれる？{换行}"
    .strn "{颜色1}シャオラン{换行}"
    .strn "『これをオレに？…ありがとう。』{换行}"
    .strn "{粉色}おれいをいうのはわたしのほうだよ。{换页}"

    .strn "{清空图片}{显示图片}いりぐちでともよちゃん、ゆきとさん{换行}"
    .strn "おにいちゃんとごうりゅうして{换行}"
    .strn "みんなでおまつりけんぶつをしたの。{换页}"

    .strn "{显示图片}おにいちゃんノドがかわいたから{换行}"
    .strn "みんなにジュ-スかって~{换行}"
    .strn "{颜色2}とうや{换行}"
    .strn "『な、なんでオレが！』{换行}"
    .strn "{粉色}そこのいけでまってるからね~{换行}"
    .strn "{颜色2}とうや{换行}"
    .strn "『…』{换页}"

    .strn "{清空图片}{显示图片}{粉色}このつきかがみのいけは{换行}"
    .strn "つきうらないができるんだって。{换行}"
    .strn "{颜色3}ともよ{换行}"
    .strn "『おくわしいんですね。』{换行}"
    .strn "{颜色1}シャオラン{换行}"
    .strn "『うらないかたもしってるのか？』{换页}"

    .strn "{显示图片}{粉色}うん、こうやってね…{换行}"
    .strn "えっ、クロウさんのけはいがする！{换页}"
    .strn "{结束}"

TextOfChapter22:
    .strn "だい22わ{换行}"
    .strn "さくらとかことクロウ·リ-ド{换页}"

    .strn "{清空图片}{显示图片}ゆきだまでこうげきしてくる{换行}"
    .strn "ゆきだるまのたいぐんを{换页}"

    .strn "{显示图片}ケロちゃん、ユエさんといっしょに{换行}"
    .strn "スノウのカ-ドでやっつけたの。{换页}"

    .strn "{清空图片}{显示图片}{颜色1}ケロ{换行}"
    .strn "『こないなじけんをきりぬけつつ{换行}"
    .strn "ちゃ~んとカ-ドをさくらカ-ドに{换行}"
    .strn "かえられとる。{换页}"

    .strn "{显示图片}もしかしたらクロウいじょうの{换行}"
    .strn "まじゅつしになるんとちがうか。』{换行}"
    .strn "{粉色}そ、そんなぁ~{换页}"

    .strn "{清空图片}{显示图片}{颜色2}ユエ{换行}"
    .strn "『いや、クロウにおいつくには{换行}"
    .strn "まだまだとおい…』{换页}"

    .strn "{显示图片}{颜色1}ケロ{换行}"
    .strn "『またおまえはそういう{换行}"
    .strn "キビシイことを…』{换行}"
    .strn "{粉色}クロウさん…{换页}"

    .strn "{清空图片}{显示图片}リタ-ンのカ-ドでかこにもどって{换行}"
    .strn "クロウさんにたしかめれば{换行}"
    .strn "いままでのことがナニかわかるかも。{换页}"

    .strn "{显示图片}{颜色3}シャオラン{换行}"
    .strn "『でもリタ-ンのカ-ドは{换行}"
    .strn "まりょくのしょうひがはげしくて…』{换行}"
    .strn "{粉色}だいじょうぶ{换行}"
    .strn "かならずもどってくるから。{换页}"
    .strn "{结束}"

TextOfChapter23:
    .strn "だい23わ{换行}"
    .strn "さくらとあらわれたクロウ·リ-ド{换页}"

    .strn "{清空图片}{显示图片}なんでココにエリオルくんがいるの？{换行}"
    .strn "{颜色1}エリオル{换行}"
    .strn "『わたしのげんせのなはエリオル…{换行}"
    .strn "そしてぜんせのなは…{换行}"
    .strn "クロウ·リ-ド。』{换页}"

    .strn "{显示图片}{颜色2}ケロ{换行}"
    .strn "『クロウはしんだはずや！』{换页}"

    .strn "{清空图片}{显示图片}ケロ{换行}"
    .strn "『もしおまえがクロウの{换行}"
    .strn "うまれかわりだとしても{换行}"
    .strn "なんでさくらをこまらせるような{换行}"
    .strn "ことをせなあかんねん！』{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『もうすこしでわかるよ{换行}"
    .strn "ケルベロス。』{换行}"
    .strn "{颜色2}ケロ{换行}"
    .strn "『クロウ…』{换页}"

    .strn "{清空图片}{显示图片}{颜色1}エリオル{换行}"
    .strn "『はじめましょうか。』{换行}"
    .strn "{粉色}たいようとつきがかくれていく…{换页}"

    .strn "{显示图片}{颜色3}シャオラン{换行}"
    .strn "『くっ、なにをした！！』{换行}"
    .strn "{颜色1}エリオル{换行}"
    .strn "『このまま…よがあける{换行}"
    .strn "じかんになってもやみがはれなければ{换行}"
    .strn "このまちのひとびとはえいえんに{换行}"
    .strn "ねむりつづけることになります。』{换页}"

    .strn "{清空图片}{显示图片}{粉色}エリオルくん！{换行}"
    .strn "なんでこんなことするの？{换行}"
    .strn "どうすればみんなめをさますの？{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『みんなをめざめさせたいのなら{换行}"
    .strn "あなたのまほうで、わたしの{换行}"
    .strn "やみのまほうをうちやぶりなさい。』{换页}"
    .strn "{结束}"

TextOfChapter24:
    .strn "だい24わ{换行}"
    .strn "さくらとほんとうのおもい{换页}"

    .strn "{清空图片}{显示图片}シャオランくんにスキだって{换行}"
    .strn "いわれたんだけど{换行}"
    .strn "どうしたらいいのかわからない…{换页}"

    .strn "{显示图片}{颜色3}せんせい{换行}"
    .strn "『ひいらぎざわエリオルくんが{换行}"
    .strn "イギリスにてんこうする{换行}"
    .strn "ことになった。』{换页}"

    .strn "{显示图片}{粉色}えっ、エリオルくんがてんこう？{换页}"

    .strn "{清空图片}{显示图片}エリオルくんにどうしていろんな{换行}"
    .strn "じけんをおこしていたのか{换行}"
    .strn "りゆうをききにいえまできたけど…{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『おちゃでものみながら{换行}"
    .strn "はなしましょう。』{换行}"
    .strn "{粉色}で、でも…{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『だいじょうぶ{换行}"
    .strn "もうおわりましたから。』{换页}"

    .strn "{清空图片}{显示图片}エリオル{换行}"
    .strn "『あるじがかわったクロウカ-ドが{换行}"
    .strn "かつどうしつづけるためには{换行}"
    .strn "あたらしいあるじのちからで{换行}"
    .strn "うまれかわらなければなりません。{换行}"
    .strn "しかし{换行}"
    .strn "あなたのしょきのまりょくでは{换行}"
    .strn "りゆうもなくつぎつぎとカ-ドを{换行}"
    .strn "かえていくのはきけんでした。』{换页}"

    .strn "{显示图片}{颜色3}ケロ{换行}"
    .strn "『だからカ-ドをかえなあかんように{换行}"
    .strn "じけんをおこしてたんか。』{换页}"

    .strn "{显示图片}{颜色1}エリオル{换行}"
    .strn "『クロウ·リ-ドが{换行}"
    .strn "うまれかわりであるわたしにのこした{换行}"
    .strn "ゆいごんですから…』{换页}"

    .strn "{清空图片}{显示图片}{粉色}つぎのひのかえりみち{换行}"
    .strn "シャオランくんによびとめられて{换行}"
    .strn "おはなしをしたの。{换页}"

    .strn "{显示图片}でも、シャオランくんは{换行}"
    .strn "『あえてよかった…ありがとう。』{换行}"
    .strn "ってだけいってかえっちゃった…{换页}"

    .strn "{显示图片}シャオランくんはわたしのことを{换行}"
    .strn "スキっていってくれた。{换行}"
    .strn "わたしもシャオランくんのこと{换行}"
    .strn "スキだよ…{换行}"
    .strn "それっておともだちだから？{换行}"
    .strn "なにかちがう…{换行}"
    .strn "これってゆきとさんの{换行}"
    .strn "ときともちがう…{换行}"
    .strn "このキモチ…なに？{换页}"

    .strn "{清空图片}{显示图片}{颜色3}ともよ{换行}"
    .strn "『たいへんです！{换行}"
    .strn "リくん、きょうホンコンにかえって{换行}"
    .strn "もうもどってこないらしいです…{换行}"
    .strn "きこえてます？{换行}"
    .strn "さくらちゃん…さくらちゃん…』{换页}"

    .strn "{显示图片}{粉色}シャオランくんがかえっちゃう…{换行}"
    .strn "そんなの…そんなのヤダ…{换行}"
    .strn "わたし…シャオランくんのこと…{换页}"

    .strn "{显示图片}な、なに！{换行}"
    .strn "これって…あたらしいさくらカ-ド？{换页}"

    .strn "{清空图片}{显示图片}{颜色2}シャオラン{换行}"
    .strn "『あいつ…どうへんじしてくれる{换行}"
    .strn "つもりだったのかな？{换行}"
    .strn "こまってないといいけど。』{换页}"

    .strn "{显示图片}{粉色}シャオランくん！わたし…あの…{换行}"
    .strn "{颜色2}シャオラン{换行}"
    .strn "『さくら…どうしてココに？』{换页}"

    .strn "{显示图片}{粉色}シャオランくんがつくった{换行}"
    .strn "そのクマさん…わたしにくれる？{换行}"
    .strn "{颜色2}シャオラン{换行}"
    .strn "『ああ。』{换页}"
    .strn "{结束}"
*/