12x12字模 0x0814A5AC-0x0814E02B
0x0814E04C-0x0814EF90 0x2380压缩？
函数
0x0800D190
    0x0800D3AC bl 0x08002f68
0x08002f68 
    0x08002FF4 bl 0x08002294
    0x08003016
0x02021690->cupset 0x06012000 卡片字 

0x080005FA
    0x020005E0->0x07000010 

0x0814EFD0
卡片精灵位置数据
指针0x0814F5A0 
ffff为终止
0000 4000 00 01 10
0000 4000 04 0f 10
0000 4000 08 1d 10
0000 4000 0c 2b 10
0000 4000 10 39 10
0000 4000 14 47 10 
FFFF

00 04 08 为精灵块    00 f9, 04 f9, 08 f9
01 0f 1d 为x坐标 +2  03 40, 11 40, 1f 40
10 10 10 为y坐标 +2E 3e 00, 3e 00, 3e 00


与码值读取相关
08005242//for循环初始码值
0800526A//获取当前码值
08005476//进入函数运算08037B14，已通过 码值 & 0xFC00 ==0

08005506//下一个码值 & 0xFC00 == 0 继续循环
08005516
08005536

码值 & 0xF000 == 0才可被识别

码值 == 0x0400
0004=；\n换行

码值 & 0xFFFFFFFC == 0x0410
1004=粉色？
1104=蓝色？
1204=绿色？

码值 == 0x0440
4004=】\l换页


0080=清空图片&粉字起始
0180=显示图片

FFFF=*结束
故事模式
画廊模式
绘画模式
新的游戏
继续游戏
迷你游戏

故事模式
画廊绘新
的游戏继
续迷你